---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BoundaryConditionsType.Point
enum: Autodesk.Revit.DB.Structure.BoundaryConditionsType
zh: 点
source: html/8cd53f01-4670-e13b-6431-0260dae7246a.htm
---
# Autodesk.Revit.DB.Structure.BoundaryConditionsType.Point

**中文**: 点

Point Boundary Conditions